Revit 2027 API
UnitTypeId.OneToRatio Property
 1 : Ratio.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId OneToRatio { get; }
Public Shared ReadOnly Property OneToRatio As ForgeTypeId
	Get
public:
static property ForgeTypeId^ OneToRatio {
	ForgeTypeId^ get ();
}
static member OneToRatio : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace